[
  {
    "type": "question",
    "from": "CHRIS WALLACE",
    "text": "Secretary Clinton, Mr. Trump, welcome. Let’s get right to it. The first topic is the supreme court. We -- you both talk briefly about the court in the last debate, but I want to drill down on this because the next president will almost certainly have at least one appointment and likely -- or possibly - two or three appointments which means that you will in effect determine the balance of the court for what could be the next quarter century. First of all, where do you want to see the court take the country? And secondly, what's your view on how the Constitution should be interpreted? Is -- do the founders words mean what they say, or is it a living document to be applied flexibly according to changing circumstances? In this segment, Secretary Clinton, you go first. You have two minutes.",
    "summary": "Where do you want to see the supreme court take the country?",
    "answers": [
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, you go first."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Thank you very much, Chris. And thank you UNLV for hosting us. You know, at the goings on about the supreme court, it really raises the central issue in this election. Namely, what kind of country are we going to be? What kind of opportunities will we provide for our citizens? What kind of rights will Americans have? And I feel strongly that the supreme court needs to stand on the side of the American people, not on the side of the powerful corporations and the wealthy. For me, that means that we need a supreme court that will stand up on behalf of of women's rights, on behalf of the rights of the LGBT community, that will stand up and say no to Citizens United, a decision that has undermined the election system in our country because of the way it permits dark, unaccountable money to come into our electoral system. I have major disagreements with my opponent about these issues and others that will be before the supreme court. But I feel that at this point in our country's history, it is important that we not reverse marriage equality, that we not reverse Roe v Wade, that we stand up against Citizens United -- we stand up for the rights of people in the workplace. That we stand up and basically say -- the supreme court should represent all of us. That's how I see the court. And the kind of people that I would be looking to nominate to the court would be in the great tradition of standing up to the powerful, standing on behalf of our rights as Americans. And I look forward to having the opportunity. I would hope that the Senate would do its job and confirm the nominee that President Obama has sent to them. That's the way the Constitution fundamentally should operate. The president nominates, and then the Senate advises and consents or not. But they go forward with the process.",
        "key": "&hellip;we need a supreme court that will stand up on behalf of of women's rights, on behalf of the rights of the LGBT community, that will stand up and say no to Citizens United&hellip;"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I have major disagreements with my opponent about these issues and others that will be before the supreme court.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, thank you. Mr. Trump, same question. Where do you want to see the court take the country and how do you believe the Constitution should be interpreted?",
        "key": "Mr. Trump, same question."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, first of all it’s great to be with you and thank you everybody. The supreme court - it’s what it's all about. Our country is so, just so imperative that we have the right justices. Something happened recently where Justice Ginsburg made some very, very inappropriate statements toward me and toward a tremendous number of people, many many millions of people that I represent. And she was forced to apologize. And apologize, she did. But these were statements that should have never, ever been made.We need a supreme court that in my opinion is going to uphold the Second Amendment and all amendments. But the Second Amendment, which is under absolute siege. I believe if my opponent should win this race, which I truly don't think will happen, we will have a second amendment which will be a very, very small replica of what it is right now. But I feel that it's absolutely important that we uphold because of the fact that it is under such trauma. I feel that the justices that I am going to appoint-- and I've named 20 of them. The justices that I'm going to appoint will be pro-life. They will have a conservative bent. They will be protecting the Second Amendment. They are great scholars in all cases, and they are people of tremendous respect. They will interpret the Constitution the way the founders wanted it interpreted. And I believe that's very, very important. I don't think we should have justices appointed that decide what they want to hear It's all about the Constitution of -- and so important -- the Constitution, the way it was meant to be. And those are the people that I will appoint.",
        "key": "We need a supreme court that in my opinion is going to uphold the Second Amendment and all amendments"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "I believe if my opponent should win this race, which I truly don't think will happen, we will have a second amendment which will be a very, very small replica of what it is right now",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump, thank you. We now have about ten minutes for an open discussion. I want to focus on two issues that in fact, by the justices that you named, could end up changing the existing law of the land. First is one that you mentioned, Mr. Trump, and that is guns. Secretary Clinton, you said last year -- and let me quote, the supreme court is wrong on the second amendment. And now in fact, in the 2008 Heller case, the court ruled that there is a constitutional right to bear arms but a right that is reasonably limited. Those were the words of the judge Antonin Scalia who wrote the decision. What's wrong with that?",
        "key": "&hellip;constitutional right to bear arms&hellip;"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, first of all, I support the Second Amendment. I lived in Arkansas for eighteen wonderful years. I represented upstate New York. I understand and respect the tradition of gun ownership. It goes back to the founding of our country. But I also believe that there can be and must be reasonable regulation. Because I support the Second Amendment doesn't mean that I want people who shouldn’t have guns to be able to threaten you, kill you or members of your family. And so when I think about what we need to do, we have thirty three thousand people a year who die from guns. I think we need comprehensive background checks, need to close the online loophole, close the gun show loophole. There's other matters that I think are sensible that are the kind of reforms that would make a difference that are not in any way conflicting with the Second Amendment. You mentioned the Heller decision and what I was saying that you referenced, Chris, was that I disagreed with the way the court applied the Second Amendment in that case because what the District of Columbia was trying to do was to protect toddlers from guns. And so they wanted people with guns to safely store them. And the court didn't accept that reasonable regulation, but they’ve accepted many others. So I see no conflict between saving people's lives and defending the Second Amendment.",
        "key": "I understand and respect the tradition of gun ownership. It goes back to the founding of our country. But I also believe that there can be and must be reasonable regulation."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I think we need comprehensive background checks, need to close the online loophole, close the gun show loophole."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Let me bring Mr. Trump in here. The bipartisan open debate coalition got millions of votes on questions to ask here. And this was, in fact, one of the top questions that they got. How will you ensure the Second Amendment is protected? You just heard Secretary Clinton's answer. Does she persuade you, that while you may disagree on regulation, that in fact she supports the Second Amendment right to bear arms?",
        "key": "How will you ensure the Second Amendment is protected?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well the D.C. versus Heller decision was very strongly and she was extremely angry about it I watched and she was very very angry when upheld and Justice Scalia was so involved and it was a well-crafted decision. But Hillary was extremely upset, extremely angry, and people that believe in the Second Amendment and believe in it very strongly were very upset with what she had to say.",
        "key": "Well the D.C. versus Heller decision was very strongly and she was extremely angry about it",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Let me bring in Secretary Clinton, were you extremely upset?",
        "key": "Secretary Clinton, were you extremely upset?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": " Well, I was upset because unfortunately dozens of toddlers injure themselves, even kill people, with guns because, unfortunately, not everyone who has loaded guns in their homes takes appropriate precautions. But there's no doubt that I respect the Second Amendment, that I also believe there is individual right to bear arms. That is not in conflict with sensible commonsense regulation and, you know, look, I understand that Donald's been strongly supported by the NRA; the gun lobby is on his side. They’re running millions of dollars of ads against me and I regret that, because what I would like to see is for people to come together and say, of course we're going to protect and defend the Second Amendment. But we're going to do it in a way that tries to save some of these thirty three thousand lives that we lose every year.",
        "key": "Well, I was upset because unfortunately dozens of toddlers injure themselves, even kill people, with guns&hellip;"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "&hellip;Donald's been strongly supported by the NRA.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Let me bring in Mr. Trump back into it because, in fact, you oppose any limits on on assault weapons, any limits on high-capacity magazines, you support a national right to carry law, why sir?",
        "key": "&hellip;you support a national right to carry law, why sir?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, let me just tell you before we go any further in Chicago, which has the toughest gun laws in the United States, probably you could say by far, they have more gun violence than any other city. So we have the toughest laws and you have tremendous gun violence. I am a very strong supporter of the Second Amendment and I am - I don't know if Hillary was saying it in a sarcastic manner - but I'm very proud to have the endorsement of the NRA and it’s the earliest endorsement they’ve ever given to anybody who ran for president. So I'm very honored by all of that. We are going to appoint justices, this is the best way to help the Second Amendment. We are going to appoint justices that will feel very strongly about the Second Amendment, that will not do damage to the Second Amendment.",
        "key": "&hellip;Chicago, which has the toughest gun laws in the United States, probably you could say by far, they have more gun violence than any other city"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "&hellip;I'm very proud to have the endorsement of the NRA and it’s the earliest endorsement they’ve ever given to anybody who ran for president"
      }
    ]
  },
  {
    "type": "question",
    "from": "CHRIS WALLACE",
    "text": "Well, let's pick up on another issue which divides you and the justices that whoever ends up winning this election appoints can have a dramatic effect there and that's the issue of abortion. Mr. Trump you are pro-life. I would ask you specifically, do you want the court, including the justices that you will name, to overturn Roe v Wade which includes, in fact states, a woman's right to abortion.",
    "summary": "Do you want the court to overturn Roe v Wade which includes, in fact states, a woman's right to abortion?",
    "answers": [
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump you are pro-life."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, if that would happen because I am pro-life, and I will be appointing pro-life judges, I would think that that will go back to the individual states.",
        "key": "if that would happen because I am pro-life, and I will be appointing pro-life judges, I would think that that will go back to the individual states"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "But I'm asking specifically would you like to -  "
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "If they overturned it, it will go back to the states."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "But what I’m asking you sir is do you want to see the court overturn? You just said you want to the court protect the Second Amendment, do you want to see the court overturn Roe v Wade?",
        "key": "What I’m asking you sir is do you want to see the court overturn?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, if we put another two or perhaps three justices on that’s really what’s going to be -- that will happen. That will happen automatically in my opinion because I am putting pro-life justices on the court. I will say this it will go back to the states and the states will then make a determination.",
        "key": "That will happen automatically in my opinion because I am putting pro-life justices on the court."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "I strongly support Roe v Wade which guarantees a constitutional right to a woman to make the most intimate, most difficult in many cases, decisions about her health care that one can imagine. And in this case is not only about Roe v Wade. It is about what's happening right now in America. So many states are putting very stringent regulations on women that block them from exercising that choice to the extent that they are defunding Planned Parenthood, which of course, provides all kinds of cancer screenings and other benefits for women in our country. Donald has said he is in favor of defunding Planned Parenthood. He even supported shutting the government down to defund Planned Parenthood. I will defend Planned Parenthood. I will defend Roe v Wade and I will defend women's rights to make their own healthcare decisions. We have come too far to have that turn back now and indeed he said women should be punished; that there should be some form of punishment for women who obtain abortions. And I could just not be more opposed to that kind of thinking.",
        "key": "I strongly support Roe v Wade which guarantees a constitutional right to a woman to make the most intimate, most difficult in many cases, decisions about her health care that one can imagine."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Donald has said he is in favor of defunding Planned Parenthood.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I will defend Planned Parenthood. I will defend Roe v Wade and I will defend women's rights to make their own healthcare decisions."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "I'm going to give you a chance respond but I want to ask you Secretary Clinton, I want to explore how far you believe the right to abortion goes. You have been quoted as saying that the fetus has no constitutional rights. You also voted against a ban on late-term partial-birth abortions. Why?",
        "key": "&hellip;Secretary Clinton, I want to explore how far you believe the right to abortion goes."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Because Roe v Wade very clearly sets out that there can be regulations on abortion so long as the life and health of the mother are taken into account. And when I voted as a senator, I did not think that that was the case. The kinds of cases that fall at the end of pregnancy are often the most heartbreaking, painful decisions for families to make. I have met with women who, toward the end of their pregnancy, get the worst news one could get that their health is in jeopardy if they continue to carry to term or that something terrible has happened or just been discovered about the pregnancy. I do not think the United States government should be stepping in and making those most personal of decisions. So you can regulate if you are doing so with the life and health of the mother taken into account.",
        "key": "I do not think the United States government should be stepping in and making those most personal of decisions."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump your reaction and particularly on this issue of life term partial-birth abortion. "
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I think it's terrible if you go with what Hillary is saying in the ninth month you can take the baby and rip the baby out of the womb of the mother just prior to the birth of the baby. Now you can say that that's okay and Hillary can say that that's okay, but it's not okay with me. Because based on what she's saying and based on where she's going and where she's been, you can take the baby and rip the baby out of the womb on the ninth month on the final day. And that's not acceptable.",
        "key": "&hellip;it's terrible if you go with what Hillary is saying in the ninth month you can take the baby and rip the baby out of the womb of the mother&hellip;",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, that is not what happens in these cases and using that kind of scare rhetoric is just terribly unfortunate. You should meet with some of the women that I've met with - women I've known over the course of my life. This is one of the worst possible choices that any woman and her family has to make. And I do not believe the government should be making it. You know, I've had a great honor of traveling across the world on behalf of our country. I've been to countries where governments either forced women to have abortions like they used to do in China or forced women to bear children like they used to do in Romania. And I can tell you the government has no business in the decisions that women make with their families in accordance with their faith with medical advice and I will stand up for that right.",
        "key": "&hellip;is not what happens in these cases and using that kind of scare rhetoric is just terribly unfortunate."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "&hellip;the government has no business in the decisions that women make with their families in accordance with their faith with medical advice&hellip;"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "All right just briefly, I want to move on to another section."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Honestly, nobody it has business doing what I just said, doing that as late as one or two or three or four days prior to birth. Nobody has that.",
        "key": "Honestly, nobody it has business doing what I just said&hellip;"
      }
    ]
  },
  {
    "type": "question",
    "from": "CHRIS WALLACE",
    "text": "All right, let's move on to the subject of immigration and there is almost no issue that separates the two of you more than the issue of immigration. Actually, there are a lot of issues separate the two of you. Mr. Trump, you want to build a wall. Secretary Clinton you have offered no specific plan or how you want to secure our southern border. Mr. Trump, you're calling for major deportations. Secretary Clinton, you say that within your first one hundred days as president you want to offer a package that includes a pathway to citizenship. The question really is why are you right and your opponent wrong? Mr. Trump you go first in this segment you have two minutes.",
    "summary": "All right, let's move on to the subject of immigration",
    "answers": [
    	{
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump you go first in this segment"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, first of all she wants to give amnesty, which is a disaster and very unfair to all the people that are waiting on line for many many years. We need strong borders. In the audience tonight we have four mothers of, I mean these are unbelievable people that I’ve gotten to know over a period of years, whose children have been killed, brutally killed, by people that came into the country illegally. You have thousands of mothers and fathers and relatives all over the country. They are coming in illegally. Drugs are pouring in through the border. We have no country if we have no border. Hillary wants to give amnesty she wants to have open borders. The border secure as you know the border patrol agents sixteen thousand five hundred plus, ICE endorsed me. First time they've ever endorsed a candidate. And it means their job is tougher. But they know what's going on they know it today than anybody. They want strong borders. They feel we have to have strong borders. I was up in New Hampshire the other day the biggest complaint they have with all of the problems going on in the world, many of the problems caused by Hillary Clinton and by Barack Obama, all of the problems their single biggest problem, is heroine that pours across our southern borders just pouring and destroying their youth. It's poisoning the blood of their youth and plenty of other people. We have to have strong borders. We have to keep the drugs out of our country. We are right now we’re getting the drugs, they're getting the cash we need strong borders. We need absolute - we cannot give amnesty. Now, I want to build a wall. We need the wall the border patrol, ICE, they all want the wall. We stopped the drugs we shore up the border. One of my first acts will be to get all of the drug lords, all of the bad ones, we have some bad bad people in this country that have to go out. Were going to get them out we're going to secure the border and once the border is secure at a later date we will make its determination as to the rest. But we have some bad hombres here that were going to get them out.",
        "key": "She wants to give amnesty, which is a disaster and very unfair to all the people that are waiting on line for many many years. We need strong borders.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "Of the problems caused by Hillary Clinton and by Barack Obama, all of the problems their single biggest problem, is heroine that pours across our southern borders just pouring and destroying their youth.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "Now, I want to build a wall. We need the wall the border patrol, ICE, they all want the wall."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "One of my first acts will be to get all of the drug lords, all of the bad ones, we have some bad bad people in this country that have to go out. Were going to get them out&hellip;"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "But we have some bad hombres here that were going to get them out."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump thank you, same question to you Secretary Clinton, basically why are you right and Mr. Trump is wrong?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "As he was talking I was thinking about it young girl he met here in Las Vegas, Carla, who was very worried that her parents might he be deported because she was born in this country but they were not. They work hard, they do everything they can to get give her a good life. And you're right. I don't want to rip families apart. I don't want to be sending parents away from children. I don't want to see the deportation force that Donald has talked about in action in our country. We have eleven million undocumented people. They have four million American citizen children. Fifteen million people. He said as recently as a few weeks ago in Phoenix that every undocumented person will be subject to deportation.Now here's what that means -- it needs you would have to have a massive law enforcement presence where law enforcement officers would be going school to school, home to home, business to business rounding up people who are undocumented and we would then have to put them on trains, on buses to get them out of our country. I think that is an idea that is not in keeping with who we are as a nation. I think it's an idea that would rip our country apart. I have been for border security for years. I voted for border security in the United States Senate and my comprehensive immigration reform plan of course include border security. But I want to put our resources where I think they're most needed. Getting rid of any violent person, anybody who should be deported, we should deport them. When it comes to the wall that Donald talks about building, he went to Mexico, he had a meeting with Mexican President - didn't even raise it, he choked, and then he got into a Twitter war because the Mexican president said we’re not paying for that wall. So I think we are both a nation of immigrants and we are a nation of laws and that we can act accordingly and that's why I am introducing comprehensive immigration reform within the first hundred days with a path to citizenship.",
        "key": "When it comes to the wall that Donald talks about building, he went to Mexico, he had a meeting with Mexican President - didn't even raise it, he choked, and then he got into a Twitter war because the Mexican president said we’re not paying for that wall.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "As he was talking I was thinking about it young girl he met here in Las Vegas, Carla, who was very worried that her parents might he be deported because she was born in this country but they were not. They work hard, they do everything they can to get give her a good life. And you're right. I don't want to rip families apart. I don't want to be sending parents away from children. I don't want to see the deportation force that Donald has talked about in action in our country. We have eleven million undocumented people. They have four million American citizen children. Fifteen million people. He said as recently as a few weeks ago in Phoenix that every undocumented person will be subject to deportation.Now here's what that means -- it needs you would have to have a massive law enforcement presence where law enforcement officers would be going school to school, home to home, business to business rounding up people who are undocumented and we would then have to put them on trains, on buses to get them out of our country. I think that is an idea that is not in keeping with who we are as a nation. I think it's an idea that would rip our country apart. I have been for border security for years. I voted for border security in the United States Senate and my comprehensive immigration reform plan of course include border security. But I want to put our resources where I think they're most needed. Getting rid of any violent person, anybody who should be deported, we should deport them. When it comes to the wall that Donald talks about building, he went to Mexico, he had a meeting with Mexican President - didn't even raise it, he choked, and then he got into a Twitter war because the Mexican president said we’re not paying for that wall. So I think we are both a nation of immigrants and we are a nation of laws and that we can act accordingly and that's why I am introducing comprehensive immigration reform within the first hundred days with a path to citizenship.",
        "key": "I don't want to see the deportation force that Donald has talked about in action in our country. We have eleven million undocumented people. They have four million American citizen children. Fifteen million people.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Thank you Secretary Clinton, I want to follow-up -  "
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Chris, I think it, I think I should respond. First of all I had a very good meeting with the president of Mexico, very nice man, we will be doing very much better with Mexico on trade deals believe me. The NAFTA deal signed by her husband is one of the worst deals ever made of any kind of signed by anybody. It's a disaster. Hillary Clinton wanted the wall. Hillary Clinton fought for the wall. In 2006 or thereabouts. Now she never gets anything done so naturally the wall wasn't built, but Hillary Clinton wanted the wall.",
        "key": "The NAFTA deal signed by her husband is one of the worst deals ever made of any kind of signed by anybody. It's a disaster.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Chris, I think it, I think I should respond. First of all I had a very good meeting with the president of Mexico, very nice man, we will be doing very much better with Mexico on trade deals believe me. The NAFTA deal signed by her husband is one of the worst deals ever made of any kind of signed by anybody. It's a disaster. Hillary Clinton wanted the wall. Hillary Clinton fought for the wall. In 2006 or thereabouts. Now she never gets anything done so naturally the wall wasn't built, but Hillary Clinton wanted the wall.",
        "key": "Hillary Clinton fought for the wall. In 2006 or thereabouts. Now she never gets anything done so naturally the wall wasn't built, but Hillary Clinton wanted the wall.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "But let me, wait. Sir, let me -"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "No wait, I'd like to hear from Secretary Clinton."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "I voted for border security and there are some limited places where that was appropriate there also is necessarily going to be a technology and how best to deploy that. But it is clear when you look at what Donald has been proposing he started his campaign bashing immigrants, calling Mexican immigrants rapists and criminals and drug dealers, that he has a very different view about what we should do to deal with immigrants. Now what I am also arguing is that bringing undocumented immigrants out from the shadows, putting them into the formal economy will be good because employers can’t exploit them and undercut Americans wages and Donald knows a lot about this. He's undocumented labor to build the Trump Tower. He underpaid undocumented workers and when they complained, he basically said what a lot of employers do - you complain I’ll get you deported.    I want to get everybody out of the shadows get the economy working and not let employers like Donald exploit undocumented workers, which hurts them but also hurts American workers.",
        "key": "It is clear when you look at what Donald has been proposing he started his campaign bashing immigrants, calling Mexican immigrants rapists and criminals and drug dealers, that he has a very different view about what we should do to deal with immigrants.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "I voted for border security and there are some limited places where that was appropriate there also is necessarily going to be a technology and how best to deploy that. But it is clear when you look at what Donald has been proposing he started his campaign bashing immigrants, calling Mexican immigrants rapists and criminals and drug dealers, that he has a very different view about what we should do to deal with immigrants. Now what I am also arguing is that bringing undocumented immigrants out from the shadows, putting them into the formal economy will be good because employers can’t exploit them and undercut Americans wages and Donald knows a lot about this. He's undocumented labor to build the Trump Tower. He underpaid undocumented workers and when they complained, he basically said what a lot of employers do - you complain I’ll get you deported.    I want to get everybody out of the shadows get the economy working and not let employers like Donald exploit undocumented workers, which hurts them but also hurts American workers.",
        "key": "Bringing undocumented immigrants out from the shadows, putting them into the formal economy will be good because employers can’t exploit them and undercut Americans wages and Donald knows a lot about this.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "He used undocumented labor to build the Trump Tower. He underpaid undocumented workers and when they complained, he basically said what a lot of employers do - you complain I’ll get you deported.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "President Obama has moved millions of people out. Nobody knows about it, nobody talks about it, but under Obama, millions of people have been moved out of this country they’ve been deported she does want to say that but that's what happened. And that's what's happened big-league. As far as moving these people out and moving we either have a country or we don't. We’re a country of laws, we either have a border or we don't. Now, you could come back in and you can become a citizen but it's very unfair. We have millions of people that did the right way they’re online they’re waiting we’re going to speed up the process big league because it's very inefficient. But they're online and they’re waiting to become citizens. Very unfair that somebody runs across the border becomes a citizen under her plan you have open borders you would have a disaster on trade and you will have a disaster with your open borders. But what she doesn't say is that President Obama has deported millions and millions of people just the way it is.",
        "key":"President Obama has moved millions of people out. Nobody knows about it, nobody talks about it"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton -"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "We will not have open borders. That is a rank mischaracterization. We will have secure borders but we will also have reform and this used to be a bipartisan issue. Ronald Reagan was the last president to sign immigration reform and George W. Bush supported it as well."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, I want to clear up your position on this issue because in a speech you gave to a Brazilian bank, for which you were paid $225,000, we’ve learned from the Wikileaks that you said this, and I want to quote “My dream is a hemispheric common market with open trade and open borders,” so that is the question."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Thank you."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "That is the question, please quiet everybody. Is that your dream, open borders?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, if you went on to read the rest of the sentence, I was talking about energy. You know, we trade more energy with our neighbors then we trade with rest of the world combined and I do want us to have an electric grid, an energy system that crosses borders, I think I would be a great benefit to us. But you are very clearly quoting from Wikileaks and what is important about that is that the Russian government has engaged in espionage against Americans. They have hacked American websites, American accounts of private people, of institutions, then they have given that information to WikiLeaks for the purpose of putting it on the Internet. This has come from the highest levels of the Russian government clearly from Putin himself. In an effort, as seventeen of our intelligence agencies have confirmed, to influence our election. I actually think the most important question of this evening, Chris, is finally, will Donald Trump admit and condemn that the Russians are doing this and make it clear that he will not have the help of Putin in this election, that he rejects Russian espionage against Americans, which he actually encouraged in the past. Those are the questions we need answered. We had never had anything like this happen in any of our elections before.",
        "key": "If you went on to read the rest of the sentence, I was talking about energy. You know, we trade more energy with our neighbors then we trade with rest of the world combined"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I do want us to have an electric grid, an energy system that crosses borders, I think I would be a great benefit to us."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, if you went on to read the rest of the sentence, I was talking about energy. You know, we trade more energy with our neighbors then we trade with rest of the world combined and I do want us to have an electric grid, an energy system that crosses borders, I think I would be a great benefit to us. But you are very clearly quoting from Wikileaks and what is important about that is that the Russian government has engaged in espionage against Americans. They have hacked American websites, American accounts of private people, of institutions, then they have given that information to WikiLeaks for the purpose of putting it on the Internet. This has come from the highest levels of the Russian government clearly from Putin himself. In an effort, as seventeen of our intelligence agencies have confirmed, to influence our election. I actually think the most important question of this evening, Chris, is finally, will Donald Trump admit and condemn that the Russians are doing this and make it clear that he will not have the help of Putin in this election, that he rejects Russian espionage against Americans, which he actually encouraged in the past. Those are the questions we need answered. We had never had anything like this happen in any of our elections before.",
        "key": "Will Donald Trump admit and condemn that the Russians are [hacking US accounts and giving the data to Wikileaks] and make it clear that he will not have the help of Putin in this election&hellip;",
        "toc": "against",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, if you went on to read the rest of the sentence, I was talking about energy. You know, we trade more energy with our neighbors then we trade with rest of the world combined and I do want us to have an electric grid, an energy system that crosses borders, I think I would be a great benefit to us. But you are very clearly quoting from Wikileaks and what is important about that is that the Russian government has engaged in espionage against Americans. They have hacked American websites, American accounts of private people, of institutions, then they have given that information to WikiLeaks for the purpose of putting it on the Internet. This has come from the highest levels of the Russian government clearly from Putin himself. In an effort, as seventeen of our intelligence agencies have confirmed, to influence our election. I actually think the most important question of this evening, Chris, is finally, will Donald Trump admit and condemn that the Russians are doing this and make it clear that he will not have the help of Putin in this election, that he rejects Russian espionage against Americans, which he actually encouraged in the past. Those are the questions we need answered. We had never had anything like this happen in any of our elections before.",
        "key": "&hellip;that he rejects Russian espionage against Americans, which he actually encouraged in the past. Those are the questions we need answered.",
        "toc": "against",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "That was a great pivot off of the fact that she wants open borders, okay? When did we get off to Putin?"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "No-no wait wait hold on because this is going to end up getting out of control. Let's try to keep it quiet for the candidates and for the American people."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "So just to finish on the borders. She wants open borders people are going to pour into our country people are going to come in from Syria. She wants five hundred and fifty percent more people than Barack Obama and he has thousands and thousands of people they have no idea where they come from. And you see we are going to stop radical Islamic terrorism in this country. She won't even mention the words and neither will President Obama. So I just want to tell you she wants open borders now we can talk about Putin. I don’t know Putin. He said nice things about me. If we got along well that would be good. If Russia and the United States got along well and went after Isis, that would be good. He has no respect for her. He has no respect for our president. And I'll tell you what, we’re in very serious trouble. Because we have a country with tremendous numbers of nuclear warheads, eighteen hundred by the way where they expanded and we didn't. Eighteen hundred nuclear warheads and she is playing chicken. Look, Putin, from everything I see has no respect for this person.",
        "key": "She wants open borders people are going to pour into our country people are going to come in from Syria.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "She wants 550% more people than Barack Obama and he has thousands and thousands of people they have no idea where they come from. ",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "And you see we are going to stop radical Islamic terrorism in this country. She won't even mention the words and neither will President Obama.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "So just to finish on the borders. She wants open borders people are going to pour into our country people are going to come in from Syria. She wants five hundred and fifty percent more people than Barack Obama and he has thousands and thousands of people they have no idea where they come from. And you see we are going to stop radical Islamic terrorism in this country. She won't even mention the words and neither will President Obama. So I just want to tell you she wants open borders now we can talk about Putin. I don’t know Putin. He said nice things about me. If we got along well that would be good. If Russia and the United States got along well and went after Isis, that would be good. He has no respect for her. He has no respect for our president. And I'll tell you what, we’re in very serious trouble. Because we have a country with tremendous numbers of nuclear warheads, eighteen hundred by the way where they expanded and we didn't. Eighteen hundred nuclear warheads and she is playing chicken. Look, Putin, from everything I see has no respect for this person.",
        "key": "[Putin] has no respect for her. He has no respect for our president. And I'll tell you what, we’re in very serious trouble. Because we have a country with tremendous numbers of nuclear warheads, eighteen hundred by the way where they expanded and we didn't.&hellip;",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "&hellip;Eighteen hundred nuclear warheads and she is playing chicken. Look, Putin, from everything I see has no respect for this person.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, that’s because he'd rather have a puppet as president of the United States and it's pretty clear.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "No puppet. You’re the puppet.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "It's pretty clear that you won't admit the Russians have engaged in cyber attacks against the United States of America, that you encouraged espionage against our people, that you are willing to spout the Putin line, sign up for his wish list, breakup NATO, do whatever he wants to do and that you continue to get help from him because he has a very clear favorite in this race. So, I think that this is such an unprecedented situation. We have never had a foreign government trying to interfere in our election. We have seventeen intelligence agencies, civilian and military, who have all concluded that these espionage attacks, these cyber attacks, come from the highest levels of the Kremlin and they are designed to influence our election. I find that deeply disturbing and I think it --",
        "key":"It's pretty clear that you won't admit the Russians have engaged in cyber attacks against the United States of America, that you encouraged espionage against our people, that you are willing to spout the Putin line, sign up for his wish list, breakup NATO",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "She has no idea whether it's Russia China or anybody else. She has no idea.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "I am quoting seventeen intelligence agencies. Do you doubt seventeen military and civilian agencies, as well? He'd rather believe Vladimir Putin than the military and civilian intelligence professionals who are sworn to protect us. I find that just absolutely striking.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "She doesn’t like Putin because Putin has outsmarted at every step of the way, excuse me. Putin has outsmarted her in Syria, he has outsmarted her every step of the way.",
        "toc": "against"
      },
    	{
    		"type":"question",
    		"from":"moderator",
    		"text":"Mr. Trump, I’m not a potted plant here"
    	},
    	{
    		"type":"question",
    		"from":"moderator",
    		"text":" Even if you don't know for sure whether they are, do you condemn any interference with Russia in the American election?"
    	},
      {
        "type": "answer",
        "from": "trump",
        "text": "By Russia or anybody else.",
        "evasive": "true"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Do you condemn their interference?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Of course I condemn. I don't know Putin. I never met Putin this is not my best friend. But if the United States got along with Russia, wouldn’t so bad. Let me tell you, Putin has outsmarted her and Obama at every single step of the way, whether it’s Syria -- you name it, missiles -- take a look at the start up that they signed the Russians have said, according to many many reports, I can't believe they allowed us to do this. They create warheads and we can't. The Russians can't believe it. She has been outsmarted by Putin and all you have to do is look at the Middle East. They’ve taken over. We have spent six trillion dollars, they've taken over the Middle East. She has been outsmarted and outplayed worse than anybody I've ever seen in any government whatsoever.",
       	"key":"Of course I condemn. I don't know Putin. I never met Putin this is not my best friend. But if the United States got along with Russia, wouldn’t so bad.",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
       	"key":"Let me tell you, Putin has outsmarted her and Obama at every single step of the way",
        "toc": "against",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
       	"key":"They create warheads and we can't. The Russians can't believe it",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
       	"key":"She has been outsmarted by Putin and all you have to do is look at the Middle East. They’ve taken over.",
        "toc": "against",
        "evasive": "true"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "We are a long way away from immigration but I'm going to let you finish this topic, you have about forty five seconds."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "And she always will be.",
        "toc": "against",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "I find it -- ironic that he is raising nuclear weapons. This is a person who has been very cavalier, even casual about the use of nuclear weapons. He’s advocated more countries getting them",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Wrong.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Japan, Korea, even Saudi Arabia. He said, well if we had them why don't we use them? Which I think is terrifying. But here's the deal: the bottom line on nuclear weapons is that when the president gives the order, it must be followed. There is about four minutes between the order being given and the people responsible for launching nuclear weapons to do so. And that is why ten people who have had that awesome responsibility have come out in an unprecedented way said they would not trust Donald Trump with the nuclear codes or to have his finger on the nuclear button.",
        "key":"Japan, Korea, even Saudi Arabia. He said, well if we had them why don't we use them? Which I think is terrifying. But here's the deal: the bottom line on nuclear weapons is that when the president gives the order, it must be followed.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Japan, Korea, even Saudi Arabia. He said, well if we had them why don't we use them? Which I think is terrifying. But here's the deal: the bottom line on nuclear weapons is that when the president gives the order, it must be followed. There is about four minutes between the order being given and the people responsible for launching nuclear weapons to do so. And that is why ten people who have had that awesome responsibility have come out in an unprecedented way said they would not trust Donald Trump with the nuclear codes or to have his finger on the nuclear button.",
        "key":"Ten people who have had that awesome responsibility have come out in an unprecedented way said they would not trust Donald Trump with the nuclear codes or to have his finger on the nuclear button.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I have two hundred generals and admirals twenty one endorsing me, twenty one Congressional medal of honor recipients. As far as Japan and other countries, we are being ripped off by everybody -- we’re defending other countries. We are spending a fortune doing it they have a bargain of the century. All I said was we have to renegotiate these agreements because our country cannot afford to defend Saudi Arabia, Japan, Germany, South Korea and many other places. We cannot continue to afford. She took that as saying nuclear weapons. Look, she's been proven to be a liar on so many different ways. This is just another lie.",
        "key":"I have two hundred generals and admirals twenty one endorsing me, twenty one Congressional medal of honor recipients. As far as Japan and other countries, we are being ripped off by everybody -- we’re defending other countries.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key":"I have two hundred generals and admirals twenty one endorsing me, twenty one Congressional medal of honor recipients. As far as Japan and other countries, we are being ripped off by everybody -- we’re defending other countries.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key":"All I said was we have to renegotiate these agreements because our country cannot afford to defend Saudi Arabia, Japan, Germany, South Korea and many other places. We cannot continue to afford.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key":"She took that as saying nuclear weapons. Look, she's been proven to be a liar on so many different ways. This is just another lie.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, I'm just quoting you, when -- you were asked about a potential nuclear competition in Asia you said go ahead and enjoy yourselves folks.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "And defend yourselves. I didn’t say nuclear -"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "That kind of, that kind of language -- the United States have kept the peace through our alliances. Donald wants to tear up our alliances. I think it makes the world safer and frankly it makes the United States safer. I would work with our allies in Asia, in Europe, in the Middle East and elsewhere. That the only way we're going to keep the peace.",
        "key":"That kind of, that kind of language -- the United States have kept the peace through our alliances. Donald wants to tear up our alliances.",
        "toc": "against"
      }
    ]
  },
  {
    "type": "question",
    "from": "CHRIS WALLACE",
    "text": "We are going to move on to the next topic, which is the economy.  I hope we handle that as well as we did immigration, you also have very different ideas of how to get the economy growing faster. Secretary Clinton, in your plan government plays a big role, you see more government spending, more entitlements, more tax credits, more tax penalties. Mr. Trump, you want to get government out with lower taxes and less regulations. We're going to drill down into this a little bit more, but in this overview, please explain to me why you believe that your plan will create more jobs and growth for this country and your opponent's plan will not. In this round, you go first, Secretary Clinton.",
    "summary":"We are going to move on to the next topic, which is the economy. Please explain to me why you believe that your plan will create more jobs and growth for this country and your opponent's plan will not.",
    "answers": [
    	{
    		"type":"question",
    		"from":"moderator",
    		"text":"In this round, you go first, Secretary Clinton."
    	},
      {
        "type": "answer",
        "from": "clinton",
        "text": "I think when the middle class thrives, North America thrives and so my plan is based on growing the economy, giving middle-class families many more opportunities. I want us to have the biggest jobs program since World War II, jobs in infrastructure and advanced manufacturing. I think we can compete with high wage countries and I believe we should. New jobs and clean energy, not only to fight climate change, which is a serious problem, but to create new opportunities and new businesses. I want us to do more to help small business. That's where two thirds of the new jobs are going to come from. I want us to raise the national minimum wage because people who live in poverty, who work full-time, should not still be in poverty and I sure do want to make sure women get equal pay for the work we do. I feel strongly that we have to have an education system that starts with preschool and goes through college. That's why I want more technical education in high schools and in community colleges, real apprenticeships to prepare young people for the jobs of the future. I want to make college debt-free and for families making less than a hundred twenty five thousand dollars. You will not get a tuition bill from a public college or a university if the plan that I worked on with Bernie Sanders is enacted.And we're going to work hard to make sure that it is, because we are going to go where the money is. Most of the gains in the last year since the great recession have gone to the very top. So we are going to have the wealthy pay their fair share. We are going to have corporations make a contribution greater than they are now to our country. That is a plan that has been analyzed by independent experts that said it could produce ten million new jobs. By contrast, Donald's plan has been analyzed to conclude it might lose three and half million jobs.Why? Because his whole plan is to cut taxes to cut give the biggest tax breaks ever to the wealthy and the corporations. Adding twenty trillion dollars to our debt and causing the kind of dislocation that we have seen before, because it truly will be trickle-down economics on steroids. So the plan I have will actually produce greater opportunities; the plan he has will cost us jobs and possibly lead to another great recession.",
        "key": "I want us to have the biggest jobs program since World War II, jobs in infrastructure and advanced manufacturing. I think we can compete with high wage countries and I believe we should."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "New jobs and clean energy, not only to fight climate change, which is a serious problem, but to create new opportunities and new businesses."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I want us to raise the national minimum wage because people who live in poverty, who work full-time, should not still be in poverty and I sure do want to make sure women get equal pay for the work we do."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "Donald's plan has been analyzed to conclude it might lose three and half million jobs.Why? Because his whole plan is to cut taxes to cut give the biggest tax breaks ever to the wealthy and the corporations.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "Adding twenty trillion dollars to our debt and causing the kind of dislocation that we have seen before, because it truly will be trickle-down economics on steroids. So the plan I have will actually produce greater opportunities; the plan he has will cost us jobs and possibly lead to another great recession.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary, thank you. Mr. Trump, why will your plan create more jobs than Secretary Clinton?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, first of all before I start on my plan, her plan is going to raise taxes and even double your taxes. Her tax plan is a disaster and she can say all she wants about college tuition and I'm a big proponent, we're going to do a lot of things for college tuition, but the rest of the public is going to be paying for it. We will have a massive, massive tax increase under Hillary Clinton's plan. But I’d like to start off where we left, because when I said Japan and Germany -- and I'm not just singling them out but South Korea -- these are very rich powerful countries. Saudi Arabia -- nothing but money, we protect Saudi Arabia. Why aren’t they paying? She immediately when she heard this I questioned it and I questioned NATO. Why aren’t the NATO questions? Why aren’t they paying? Because they weren’t paying. Since I did this, this was a year ago - the NATO question where they paying? Since I did this this was a year ago all of a sudden they are paying. And I've been given a lot of credit for it and all the sudden they are starting to pay up. We are protecting people they have to pay up and I'm a big fan of NATO but they have to pay up she comes out and says we love our allies we think our allies are great. Well, it's awfully hard to get them to pay up when you have someone saying we think how good they are. We have to tell Japan and a very nice way we have to tell Germany all these countries we have a say you have to help us out. We have during his regime, during President Obama's regime, we have doubled our national debt. We are up to twenty trillion dollars. So my plan - we are going to renegotiate trade. We're going to have a lot of free trade, more free trade than we have right now. But we have horrible deals. Our jobs are being taken out by the deal that her husband signed - NAFTA - one of the worst deals ever. Our jobs are being sucked out of our economy. You look at all of the places that I just left - you go to Pennsylvania you  to go to Ohio. You go to Florida you go to any of them you go upstate New York, our jobs have fled to Mexico and other places. We are bringing our jobs back. I'm going to renegotiate NAFTA. And if I can’t make a great deal, then we’re going to terminate NAFTA t we're going to create new deals are going to terminate it we're going to make a great trade deal And if we can't, we’re going to go separate way because it has been a disaster. And it cut taxes massively. We’re going to cut business taxes massively. They’re start hiring people. We’re going to bring the two and a half trillion dollars that is offshore back into the country. We are going to start the engine rolling again because right now our country is dying at one percent GDP.",
        "key": "We will have a massive, massive tax increase under Hillary Clinton's plan.",
        "toc": "against"
      },
      {

        "type": "answer",
        "from": "trump",
        "key": "But I’d like to start off where we left, because when I said Japan and Germany -- and I'm not just singling them out but South Korea -- these are very rich powerful countries.",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "trump",
        "key": "Saudi Arabia -- nothing but money, we protect Saudi Arabia. Why aren’t they paying? She immediately when she heard this I questioned it and I questioned NATO. Why aren’t the NATO questions? Why aren’t they paying?",
        "evasive": "true"
      },
      {
        "type": "answer",
        "from": "trump",
        "key": "Our jobs are being taken out by the deal that her husband signed - NAFTA - one of the worst deals ever. Our jobs are being sucked out of our economy.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "key": "I'm going to renegotiate NAFTA. And if I can’t make a great deal, then we’re going to terminate NAFTA t we're going to create new deals are going to terminate it we're going to make a great trade deal And if we can't, we’re going to go separate way because it has been a disaster."
      },
      {
        "type": "answer",
        "from": "trump",
        "key": "We’re going to cut business taxes massively. They’re start hiring people. We’re going to bring the two and a half trillion dollars that is offshore back into the country. We are going to start the engine rolling again because right now our country is dying at one percent GDP."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, let me translate that if I can Chris -"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "You can't."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Because fact is he is going to advocate for the largest tax cuts we've ever seen, times more than the tax cuts under the Bush administration. I have said repeatedly throughout this campaign I will not raise taxes on anyone making two hundred fifty thousand dollars or less. I also will not add a penny to the debt. I have costed out what I'm going to do. He will, through his massive tax cuts, add twenty trillion dollars to the debt. Well, he mentioned the debt. We know how to get control of the debt. When my husband was president, we went from a three hundred million dollars deficit to a two hundred billion dollars surplus, and we're actually on the path to eliminating the national debt. When President Obama came to office, he inherited the worst economic disaster since the Great Depression. He has cut the deficit by two thirds. So, yes, one of the ways you go after the debt, one of the ways you create jobs is by investing in people. So I do have investments -- investments in new jobs, investments in education, skill training and the opportunities for people to get ahead and stay ahead. That's the kind of approach that will work. Adding taxes on the wealthy, we’ve tried that -- it has not worked the way that it has been promised.",
        "key": "Because the fact is he is going to advocate for the largest tax cuts we've ever seen, times more than the tax cuts under the Bush administration.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I have said repeatedly throughout this campaign I will not raise taxes on anyone making two hundred fifty thousand dollars or less. I also will not add a penny to the debt. I have costed out what I'm going to do."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, I want to pursue your plan because in many ways, it is similar to the Obama stimulus plan in 2009, which has led to the slowest GDP growth since 1949."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Correct.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Thank you, sir. You told me in July when we spoke that the problem is that President Obama didn't get to do enough of what he was trying to do with the stimulus. So is your plan basically -- or even more -- of the Obama stimulus?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, it’s a combination, Chris. And let me say that when you inherit the level of economic catastrophe that President Obama inherited, it was a real touch and go situation. I was in the Senate before I became Secretary of State. I've never seen people as physically distraught as the Bush administration team was because of what was happening to the economy. I personally believe that the steps that President Obama took saved the economy. He doesn't get the credit he deserves for taking some very hard positions. But it was a terrible recession. So now, we dug ourselves out of it. We’re standing, but we’re not yet running. So what I am proposing is that we invest the middle out and the ground up, not the top down. That is not going to work. That’s why what I have put forward does not at a penny to the debt, but it is the kind of approach that will enable more people to take those new jobs, higher-paying jobs. We’re beginning to see some increase in incomes.And we certainly have had a long string of increase in jobs. We got to do more to get the whole economy moving. And that's what I believe I will be able to do.",
        "key": "So what I am proposing is that we invest the middle out and the ground up, not the top down. That is not going to work. That’s why what I have put forward does not at a penny to the debt, but it is the kind of approach that will enable more people to take those new jobs, higher-paying jobs."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "We’re beginning to see some increase in incomes.And we certainly have had a long string of increase in jobs. We got to do more to get the whole economy moving."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump, even conservative economists who have looked at your plan say that the numbers don't add up -- that your idea -- and you’ve talked about twenty five million jobs created, four percent growth --"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Over a ten year period -",
        "evasive": "true"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "- is unrealistic. And they say you talk about growing the energy industry, they say with oil prices about as low as they are right now, that’s unrealistic as well. Your response?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "So I just left some high representatives in India. They’re growing at eight percent. China is growing at seven percent, and that for them in the catastrophically low number. We are growing, our last report came out, it's right over from the one percent level. And I think it's going down. Last week, as you know, the end of last week, they came out with an anemic jobs report, a terrible jobs report. In fact I said, is that the last jobs report before the election because if it is, I should win easily -- it was so bad. The report was so bad. Look, our country is stagnant. We've lost our jobs.We lost our businesses. We’re not making things any more, relatively speaking. Our product is pouring in from China, pouring in from Vietnam, pouring in from all over the world. I've visited so many communities -- this has been such an incredible education for me, Chris, I’ve gotten to know so many, I’ve developed so many friends over the last year. And they cry when they see what’s happened. I pass factories that were thriving twenty, twenty-five years ago. Because of the bill that her husband signed -- and she blessed one hundred percent, it is just horrible what’s happening to these people in these communities. Now, she can say her husband did well, but boy, did they suffer as NAFTA kicked in because it didn’t really kick in very much. But it kicked  in after they left -- boy did they suffer. That was one of the worst thing that ever happened in our country. Now she wants to sign transpacific partnership. And she wants it --  she lied when she said she didn't call it the gold standard in one of the debates. She totally lied -- and they actually fact checked, and they said I was right.",
        "key": "I pass factories that were thriving twenty, twenty-five years ago. Because of the bill that her husband signed -- and she blessed one hundred percent, it is just horrible what’s happening to these people in these communities.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "She can say her husband did well, but boy, did they suffer as NAFTA kicked in because it didn’t really kick in very much. But it kicked  in after they left -- boy did they suffer. That was one of the worst thing that ever happened in our country.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "I want to give you a chance to briefly speak to that, and then I want to pivot to - "
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "but go ahead, briefly."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "First, let me say number one, when I saw the final agreement for TPP, I said I was against it. It didn’t meet my test. I’ve had the same test -- does it create jobs, raise incomes and further our national security? I’m against it now, I’ll be against it after the election, I’ll be against it when I’m president. Only one of us on the stage was actually shipped jobs to Mexico, because that’s Donald. He’s shipped jobs to twelve countries, including Mexico. But he mentioned China. One of the biggest problems that we have China is the illegal dumping of steel and aluminum into our markets.I have fought against that as a senator. I’ve stood up against it as Secretary of State. Donald has bought Chinese steel and aluminum. In fact, the Trump Hotel right here in Las Vegas was made with Chinese steel. So he goes around with crocodile tears about how terrible it is, but he has given jobs to Chinese steelworkers, not American Steelworkers.",
        "key": "Only one of us on the stage was actually shipped jobs to Mexico, because that’s Donald. He’s shipped jobs to twelve countries, including Mexico.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "But he mentioned China. One of the biggest problems that we have with China is the illegal dumping of steel and aluminum into our markets. I have fought against that as a senator.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "Donald has bought Chinese steel and aluminum. In fact, the Trump Hotel right here in Las Vegas was made with Chinese steel.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "So he goes around with crocodile tears about how terrible it is, but he has given jobs to Chinese steelworkers, not American steelworkers.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "That's the kind of approach that is just not going to work. We’re going to pull the country together and have trade agreement shall be in force. That’s why I'm going to have a trade prosecutor for the first time in history. And were going to enforce those agreements, were going to look to businesses for buying the help of the buy American products."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I asked a simple question. She's been doing this for thirty years. Why the hell didn't you do it over the last fifteen, twenty years?",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "No, I voted -"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Excuse me -- my turn. You are very much involved in every aspect of this country, very much. And you do have experience. I’ve said, the one thing you have over me is experience, but it’s bad experience because what you've done has turned out badly. For thirty years, you’ve been in a position to help. And if you say I've used steel or I used something else, make it impossible for me to do that. I wouldn’t mind. The problem is you talk, but you don't get anything done, Hillary, you don't. Just like when you're in the State Department, six billion dollars was missing. How do you miss six billion dollars? You ran the State Department. Six billion dollars was either stolen -- they don’t know. It’s gone. Six billion dollars. If you become president, this country is going to be in some mess. Believe me.",
        "key": "Excuse me -- my turn."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "For thirty years, you’ve been in a position to help. And if you say I've used steel or I used something else, make it impossible for me to do that. I wouldn’t mind.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "The problem is you talk, but you don't get anything done, Hillary, you don't. Just like when you're in the State Department, six billion dollars was missing. How do you miss six billion dollars?",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, first of all, what you just said about the State Department is not only untrue, it has been debunked numerous times. But I think it's really an important issue he raised, the thirty years of experience. So let me just talk briefly about that. You know, back in the 1970s, I worked for the Children's Defense fund and I was taking on discrimination against African-American kids in schools. He was getting sued by the Justice Department for racial discrimination in his apartment buildings. In the 1980s, I was working to reform the schools in Arkansas. He was borrowing fourteen million dollars from his father to start his businesses. In the 1990s, I went to Beijing. And I said women's rights are human rights. He insulted a former Miss Universe, Alicia Machado -- called her an eating machine. And on the day when I was in the situation room, monitoring the raid that brought Osama bin Laden to justice, he was hosting the Celebrity Apprentice. So I am happy to compare my thirty years experience, what I've done for this country, trying to help in every way I could, especially kids and families, get ahead and stay ahead, with your thirty years. And I will let the American people make that decision.",
        "key": "Back in the 1970s, I worked for the Children's Defense fund and I was taking on discrimination against African-American kids in schools."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "He was getting sued by the Justice Department for racial discrimination in his apartment buildings.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "In the 1980s, I was working to reform the schools in Arkansas. He was borrowing fourteen million dollars from his father to start his businesses.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "In the 1990s, I went to Beijing. And I said women's rights are human rights. He insulted a former Miss Universe, Alicia Machado -- called her an eating machine.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "And on the day when I was in the situation room, monitoring the raid that brought Osama bin Laden to justice, he was hosting the Celebrity Apprentice. ",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, I think I did a much better job. I built a massive company, a great company, some of the greatest assets anywhere in the world, worth many many billions of dollars. I started with a one million dollar loan. I agree with that -- one million dollar loan. But I built a phenomenal company. And if we could run our country the way I've run my company, we would have a country that you would be so proud of. You would even be proud of it. And frankly, when you look at her real record, take a look at Syria. Take a look at the migration. Take a look at Libya. Take a look at Iraq. She gave us Isis because her and Obama created this huge vacuum. And a small group came out of that huge vacuum because, we should have never been in Iraq, but once we were there we should have never gotten out the way they want to get out. She gave us Isis as sure as you are sitting there.And what happened is now Isis is in thirty two countries. Now I listen, she’s going to get rid of Isis. She’s going to get rid of nobody.",
        "key": "Look at her real record, take a look at Syria. Take a look at the migration. Take a look at Libya. Take a look at Iraq.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "She gave us Isis because her and Obama created this huge vacuum.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "She gave us Isis as sure as you are sitting there. And what happened is now Isis is in 32 countries. Now I listen, she’s going to get rid of Isis. She’s going to get rid of nobody.",
        "toc": "against"
      }
    ]
  },
  {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "All right. We are going to get to foreign hotspots in a few moments but the next segment is fitness to be president of the United States. Mr. Trump, at the last debate, you said your talk about grabbing women was just that, talk, and that you'd never actually done it. And since then, as we all know, nine women have come forward and said that you either groped them or kissed them without their consent. Why would so many different women from so many different circumstances over so many different years, why would they all in this last couple of weeks make up, you deny this, why would they all make up these stories and sent to this is a question for both of you Secretary Clinton, Mr. Trump says what your husband did and you defended was even worse. Mr. Trump, you go first.",
        "summary":"The next segment is fitness to be president of the United States",
    "answers": [
    	{
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump, at the last debate, you said your talk about grabbing women was just that, talk, and that you'd never actually done it."
      	},
       {
       	"type": "answer",
	    "from": "trump",
	    "text": "First of all, the stories have been largely debunked. Those people, I don't know those people. I have a feeling how they came I believe it was her campaign that did it. Just like if you look at what came out today on the clips where I was wondering what happened with my rally in Chicago and other rallies where we had such violence? She's the one in Obama that caused the violence. They hired people. They payed them fifteen hundred dollars and there on tape saying be violent, cause fights, do bad things. I would say the only way - because those stories are all totally false I have to say that. And I didn't even apologize to my wife, who is sitting right here, because I didn't do anything. I didn't know any of these women, I didn't see these women. These women, the woman on the plane, the woman -- I think they want either fame or her campaign did it and I think it's her campaign. Because what I saw what they did, which is a criminal act by the way, where there telling people to go out and start fistfights and start violence and I'll tell you what. In particular in Chicago, people were hurt and people could have been killed in that riot. And that was now, all on tape,  started by her. I believe Chris that she got these people to step forward. If it wasn't, they get there ten minutes of fame. But they were all totally - it was all fiction. It was lies and it was fiction.",
	    "key":"&hellip;the stories have been largely debunked. Those people, I don't know those people."
       },
       {
       	"type": "answer",
	    "from": "trump",
	    "text": "",
	    "key":"I was wondering what happened with my rally in Chicago and other rallies where we had such violence?",
	    "evasive":1
       },
       {
       	"type": "answer",
	    "from": "trump",
	    "text": "",
	    "key":"She's the one in Obama that caused the violence. They hired people. They payed them fifteen hundred dollars and there on tape saying be violent, cause fights, do bad things.",
	    "toc":"against",
	    "evasive":1
       },
       {
       	"type": "answer",
	    "from": "trump",
	    "text": "",
	    "key":"I didn't even apologize to my wife, who is sitting right here, because I didn't do anything. I didn't know any of these women, I didn't see these women."
       },
       {
       	"type": "answer",
	    "from": "trump",
	    "text": "",
	    "key":"But they were all totally - it was all fiction. It was lies and it was fiction."
       },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, at the last debate we heard Donald talking about what he did to women. And after that, a number of women have come forward saying that's exactly what he did to them. Now what was his response? Well, he held a number of big rallies where he said that he could not possibly have done those things to those women because they were not attractive enough for them to be assaulted.",
        "key":"Well, at the last debate we heard Donald talking about what he did to women. And after that, a number of women have come forward saying that's exactly what he did to them",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I did not say that."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "In fact he went on to say."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Her two-minutes, sir, are her two minutes."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I did not say that."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "It's her two minutes."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "He went on to say, “Look at her. I don't think so.” About another woman, he said, that wouldn’t be my first choice. He attacked the woman reporter writing the story, called her disgusting as he has called a number of women during this campaign. Donald thinks belittling women makes him bigger. He goes after their dignity, their self-worth, and I don't think there is a woman anywhere doesn't know what that feels like. So we now know what Donald thinks and what he says and how he acts toward women. That’s who Donald is. I think it's really up to all of us to demonstrate who we are and who our country is, and to stand up and be very clear about what we expect from our next president, how we want to bring our country together, where we don't want to have the kind of pitting of people one against the other where instead we celebrate our diversity, we lift people up, and we make our country even greater. America is great because America is good. And it really is up to all of us to make that true now and in the future and particularly for our children and our grandchildren.",
        "key":"He went on to say, “Look at her. I don't think so.” About another woman, he said, that wouldn’t be my first choice. He attacked the woman reporter writing the story, called her disgusting as he has called a number of women during this campaign. Donald thinks belittling women makes him bigger."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Nobody has more respect for women that I do, nobody. Nobody has more."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Please everybody."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "And frankly, those stories have been largely debunked and I really want to just talk about something slightly different. She mentions this - which is all fiction -- all fictionalized -- probably or possibly started by her and her very sleazy campaign but I will tell you what isn’t  fictionalized are her e-mails, where she destroyed thirty three thousand e-mails criminally criminally after getting a subpoena from the United States Congress. What happened to the FBI, I don't know. We have a great general - four-star general - today you read it in all the papers, going to potentially serve five years in jail for lying to the FBI one lie. She's lied hundreds of times to the people, to Congress, and to the FBI. He's going to probably go to jail. This is a four-star general and she gets away with it and she can run for the presidency of the United States.",
        "key":"And frankly, those stories have been largely debunked and I really want to just talk about something slightly different."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "And frankly, those stories have been largely debunked and I really want to just talk about something slightly different. She mentions this - which is all fiction -- all fictionalized -- probably or possibly started by her and her very sleazy campaign but I will tell you what isn’t  fictionalized are her e-mails, where she destroyed thirty three thousand e-mails criminally criminally after getting a subpoena from the United States Congress. What happened to the FBI, I don't know. We have a great general - four-star general - today you read it in all the papers, going to potentially serve five years in jail for lying to the FBI one lie. She's lied hundreds of times to the people, to Congress, and to the FBI. He's going to probably go to jail. This is a four-star general and she gets away with it and she can run for the presidency of the United States.",
        "key":"I will tell you what isn’t  fictionalized are her e-mails, where she destroyed thirty three thousand e-mails criminally criminally after getting a subpoena from the United States Congress.",
        "toc":"against",
        "evasive":1
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Every time Donald is pushed on something which is obviously uncomfortable like with these women are saying, he immediately goes to denying responsibility and it's not just about women. He never apologizes or says he’s sorry for anything. So we know what he has said and what he's done to women. But he also went after a disabled reporter, mocked and mimicked him on national television. He went after Mr. and Mrs. Khan, the parents of a young man who died serving our country, a Gold Star family, because of their religion. He went after John McCain, a prisoner of war, said he prefers people who aren't captured. He went after a federal judge, born in Indiana, but who Donald said couldn't be trusted to try the fraud and racketeering case against Trump University because his parents were Mexican. So it's not one thing. This is a pattern, a pattern of divisiveness of a very dark and in many ways dangerous vision of our country where he incites violence, where he applauds people who are pushing and pulling and punching at his rallies. That is not who America is and I hope that as we move in the last weeks of this campaign, more and more people will understand what's at stake in this election. It really does come down to a kind of country we are going to have.",
        "key":"Every time Donald is pushed on something which is obviously uncomfortable like with these women are saying, he immediately goes to denying responsibility and it's not just about women. He never apologizes or says he’s sorry for anything.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key":"This is a pattern, a pattern of divisiveness of a very dark and in many ways dangerous vision of our country where he incites violence, where he applauds people who are pushing and pulling and punching at his rallies",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "So sad when she talks about violence at my rallies and she caused the violence. It's on tape."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "During the last --"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "The other things are false but honestly I'd love to talk about getting rid of Isis and I’d love to talk about other things. But those other charges as she knows are false.",
        "key": "The other things are false but honestly I'd love to talk about getting rid of Isis and I’d love to talk about other things.",
        "evasive":1
      },
    	{
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton. Can you really say that you kept your pledge to that Senate committee and why isn't what happened and what went on between you and the Clinton Foundation, why isn't what Mr. Trump calls “pay to play”?"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Why isn't what Mr. Trump calls “pay to play”?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, everything I did as Secretary of State was in furtherance of our country's interests and our values. The State Department has said that, I think that it's been proven. But I am happy -- in fact, I am thrilled to talk about the Clinton Foundation because it is a world renowned charity and I am so proud of the work that it does. You know, I could talk for the rest of the debate -- I know I don't have the time to do that, but just briefly: the Clinton Foundation made a possible for eleven million people around the world with HIV-AIDS to afford treatment, and that's about half of all the people the world who are getting treatment. In partnership with the American Health Association, we have made environments and schools healthier -",
        "key":"Well, everything I did as Secretary of State was in furtherance of our country's interests and our values"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key":"&hellip;the Clinton Foundation made a possible for eleven million people around the world with HIV-AIDS to afford treatment, and that's about half of all the people the world who are getting treatment. In partnership with the American Health Association, we have made environments and schools healthier&hellip;"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, respectfully, this is an open discussion."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, it is an open discussion."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "I understand and the specific question went to pay for play, do you want to talk about that?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "There is a lot of evidence about the very good work the high-ranking."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "It’s a criminal enterprise -"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Please let Mr. Trump's speak."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "It’s a criminal enterprise Saudi Arabia giving twenty five million dollars Qatar All these countries you talk about women and women's rights? So these are people that push gays off business, off buildings. These are people that kill women and treat women horribly and yet you take their money. So I'd like to ask you right now why don't you give back the money that you’ve taken from certain countries that treat certain groups of people so horribly? Why don't you get back the money? I think would be a great gesture because she takes a tremendous amount of money and you take a look at the people of Haiti. I was at a Little Haiti the other day in Florida and I want to tell you they hate the Clintons. Because what’s happened in Haiti with the Clinton Foundation is a disgrace.",
        "key":"It’s a criminal enterprise Saudi Arabia giving twenty five million dollars Qatar All these countries you talk about women and women's rights? So these are people that push gays off business, off buildings. These are people that kill women and treat women horribly and yet you take their money"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "It’s a criminal enterprise Saudi Arabia giving twenty five million dollars Qatar All these countries you talk about women and women's rights? So these are people that push gays off business, off buildings. These are people that kill women and treat women horribly and yet you take their money. So I'd like to ask you right now why don't you give back the money that you’ve taken from certain countries that treat certain groups of people so horribly? Why don't you get back the money? I think would be a great gesture because she takes a tremendous amount of money and you take a look at the people of Haiti. I was at a Little Haiti the other day in Florida and I want to tell you they hate the Clintons. Because what’s happened in Haiti with the Clinton Foundation is a disgrace.",
        "key":"&hellip;why don't you give back the money that you’ve taken from certain countries that treat certain groups of people so horribly? Why don't you get back the money?",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "And you know it and they know it and everybody knows it."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Very quickly, we at the Clinton Foundation spend ninety percent -- ninety percent -- of all the money that is donated on behalf of programs of people around the world and in our own country. I’m very proud of that. We have the highest rating from the watchdogs that follow foundations and I'd be happy to compare what we do with the Trump Foundation, which took money from other people and bought a six foot portrait of Donald. I mean, who does that? It just was astonishing. But when it comes to Haiti -- Haiti is the poorest country in our hemisphere, the earthquake and hurricane, has devastated Haiti. Bill and I have been involved in trying to help Haiti for many years. The Clinton Foundation raised thirty million dollars to help Haiti after the catastrophic earthquake and all of the terrible problems the people there had. We’ve done things to help small businesses, agriculture and so much else. And we’re going to keep working to help Haiti because it's an important part of the American experience.",
        "key":"Very quickly, we at the Clinton Foundation spend ninety percent -- ninety percent -- of all the money that is donated on behalf of programs of people around the world and in our own country. I’m very proud of that."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "They don't want you to help them anymore. I’d like to mention one thing. Trump Foundation, small foundation, people contribute I contribute the money goes one hundred percent one hundred percent goes to different charities including a lot of military. I don't get anything I don't buy boats. I don't buy planes whatever happens.",
        "key":"Trump Foundation, small foundation, people contribute I contribute the money goes one hundred percent one hundred percent goes to different charities including a lot of military. I don't get anything I don't buy boats. I don't buy planes whatever happens."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Wasn’t some of the money used to settle your lawsuits, sir?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "No, we put up  American flag and that's it. They put up the American flag. We fought for the right in Palm Beach to put up the American flag."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "There was a penalty that was imposed by Palm Beach County and the money came from your foundation."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "And the money went to Fisher House where they build houses the money that you're talking about went to Fisher House with a build houses for veterans and disabled veterans."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Of course there's no way we can know whether any of that's true because he hasn’t released his tax returns. He is the first candidate ever to run for president in the last forty plus years who has not released his tax returns, so everything he says about charity or anything else, we can't prove it. You can look at our tax returns. We've got them all out there. But what is really troubling is that we learned, in the last debate, he has not paid a penny in federal income tax. And we were talking about immigrants a few minutes ago, Chris. You know, half of all immigrants, undocumented immigrants in our country, actually pay federal income tax. So we have undocumented immigrants in America who are paying more federal income tax than a billionaire. I find that just astonishing.",
        "key":"Of course there's no way we can know whether any of that's true because he hasn’t released his tax returns. He is the first candidate ever to run for president in the last forty plus years who has not released his tax returns&hellip;",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "We’re entitled because of the laws that people like her past to take massive amount of depreciation and other charges and we do it. And all of her donors, just about all of them, I know Buffett took hundreds of millions of dollars, Soros - George Soros - took hundreds of millions of dollars but I just explain all of her donors most of her donors have done the same thing as I do. And you know she should've done? And Hillary what you should've done you should've changed the law when you were a United States Senator. Because your donors and your special interest are doing the same thing as I do except even more so you should have changed a lot but you won't change the law because you take so much money I mean I sat in my apartment today on a very beautiful hotel down the street",
        "key":"We’re entitled because of the laws that people like her past to take massive amount of depreciation and other charges and we do it."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Made with Chinese steel."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I sat there I said there watching ad after ad after ad , false ads, all paid for by your friends on Wall Street gave so much money because they know you're going to protect them and frankly you should have changed the laws. If you don't like what I did you should've changed the law."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump, I want to ask about one must question in this topic. You have been warning at rallies recently that this election is rigged and that Hillary Clinton is in the process of trying to steal it from you. Your running mate Governor Pence pledged on Sunday that he and you, his words, will absolutely accept the result of this election. Today your daughter Ivanka said the same thing. I want to ask you here on the stage tonight, do you make the same commitment that you will absolutely, sir, that you will absolutely accept the result of the election?",
        "key":"You have been warning at rallies recently that this election is rigged and that Hillary Clinton is in the process of trying to steal it from you"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "",
        "key":"sir, that you will absolutely accept the result of the election?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I will look at it at the time. I'm not looking anything now I will look at it at the time. What I've seen, what I've seen it so bad. First of all the media is so dishonest and so corrupt and the pile on is so amazing that the New York Times actually wrote an article about it that they don't even care. It's so dishonest and they poison the minds of the voters but unfortunately for them I think the voters are seeing through it.",
        "key":"I will look at it at the time. I'm not looking anything now I will look at it at the time."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "But, sir."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I think they’re going to see right through it. We will find out on November eighth but I think they’re going to see through it. Excuse me Chris if you look at your voter rolls you will see millions of people that are registered to vote, millions, this isn't coming for me this is coming from Pew Report and other places millions of people that are registered to vote that shouldn't be registered to vote so let me just give you one other thing. I talk about the corrupt media I talk about the millions of people I’ll tell you on other thing. She shouldn't be allowed to run. It’s -- she's guilty of a very very serious crime. She should not be allowed to run. And just in that respect I say it's rigged because, Chris, she should never have been allowed to run for the presidency based on what she did with e-mails and so many other things.",
        "key":"She shouldn't be allowed to run. It’s -- she's guilty of a very very serious crime. She should not be allowed to run. And just in that respect I say it's rigged because, Chris, she should never have been allowed to run for the presidency&hellip;",
        "evasive":1,
        "toc":"against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "But sir, there is a tradition in this country, in fact one of the prides of this country, is the peaceful transition of power and that no matter how hard fought a campaign is, that at the end of the campaign, that the loser concedes to the winner, not saying that you are necessarily going to be the you loser or the winner, but that the loser concedes to the winner and that the country comes together in part for the good of the country, are you saying that you are not prepared now to commit to that principle?",
        "key":"&hellip;the loser concedes to the winner and that the country comes together in part for the good of the country, are you saying that you are not prepared now to commit to that principle?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "What I'm saying now is I will tell you at the time. I will keep you in suspense, okay?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Chris, let me respond to that because that is horrifying. You know, every time Donald thinks things are not going in his direction, he claims whatever it is is rigged against him. The FBI conducted a year-long investigation into my e-mails. They concluded there was no case. He said that the FBI was rigged. He lost the Iowa caucus, he lost the Wisconsin primary. He said the Republican primary was rigged against him. Then Trump University gets sued for fraud and racketeering. He claims the court system and the federal judge is rigged against him. There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged.",
        "key": "Chris, let me respond to that because that is horrifying.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "You know, every time Donald thinks things are not going in his direction, he claims whatever it is is rigged against him.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "The FBI conducted a year-long investigation into my e-mails. They concluded there was no case. He said that the FBI was rigged.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Chris, let me respond to that because that is horrifying. You know, every time Donald thinks things are not going in his direction, he claims whatever it is is rigged against him. The FBI conducted a year-long investigation into my e-mails. They concluded there was no case. He said that the FBI was rigged. He lost the Iowa caucus, he lost the Wisconsin primary. He said the Republican primary was rigged against him. Then Trump University gets sued for fraud and racketeering. He claims the court system and the federal judge is rigged against him. There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged.",
        "key": "He lost the Iowa caucus, he lost the Wisconsin primary. He said the Republican primary was rigged against him.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Chris, let me respond to that because that is horrifying. You know, every time Donald thinks things are not going in his direction, he claims whatever it is is rigged against him. The FBI conducted a year-long investigation into my e-mails. They concluded there was no case. He said that the FBI was rigged. He lost the Iowa caucus, he lost the Wisconsin primary. He said the Republican primary was rigged against him. Then Trump University gets sued for fraud and racketeering. He claims the court system and the federal judge is rigged against him. There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged.",
        "key": "Then Trump University gets sued for fraud and racketeering. He claims the court system and the federal judge is rigged against him."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Chris, let me respond to that because that is horrifying. You know, every time Donald thinks things are not going in his direction, he claims whatever it is is rigged against him. The FBI conducted a year-long investigation into my e-mails. They concluded there was no case. He said that the FBI was rigged. He lost the Iowa caucus, he lost the Wisconsin primary. He said the Republican primary was rigged against him. Then Trump University gets sued for fraud and racketeering. He claims the court system and the federal judge is rigged against him. There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged.",
        "key": "There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Should have gotten it."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "This is a mindset; this is how Donald thinks. And it’s funny but it’s also really troubling. This is not the way our democracy works. We've been around for two hundred and forty years. We have had free and fair elections. We have accepted the outcomes when we may not have liked them. And that is what must be expected of anyone standing on the debate stage during a general election. President Obama said the other day when you are whining before the game isn’t even finished --",
        "key": "This is a mindset; this is how Donald thinks. And it’s funny but it’s also really troubling. This is not the way our democracy works.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "We have had free and fair elections. We have accepted the outcomes when we may not have liked them. And that is what must be expected of anyone standing on the debate stage during a general election.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "President Obama said the other day when you are whining before the game isn’t even finished&hellip;",
        "toc":"against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Hold on folks."
      },
      {
        "type": "answer",
        "from": "clinton",
        "key": "&hellip;it just shows you're not up to doing the job. And let's be clear about what he is saying and what that means. He is denigrating. He is talking down our democracy.",
        "text":"",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key":"And I for one am appalled that someone the nominee of one of our two major parties would take that kind of position.",
        "toc":"against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I think what the FBI did and what the Department of Justice did, including meeting with her husband, the attorney general, in the back of an airplane on the tarmac in Arizona - I think that is disgraceful. I think it is disgraceful.I think we've never had a situation so bad."
      }
    ]
  },
  {
    "type": "question",
    "from": "CHRIS WALLACE",
    "text": "Hold on folks. This does not do any good for anyone let's please continue the debate and let’s move on the subject of foreign hotspots. The Iraqi offensive to take back Mosul has begun. If they are successful in pushing Isis out of that city and out of all of Iraq, the question then becomes what happens the day after and that is something that whichever of you, whoever of you ends up as president, is going to have to confront. Will you put U.S. troops into that vacuum to make sure that Isis does not come back or isn’t replaced by something even worse? Secretary Clinton, you go first in this segment. You have two minutes.",
    "summary":"Will you put U.S. troops into that vacuum to make sure that Isis does not come back or isn’t replaced by something even worse?",
    "answers": [
    	{
    		"type":"question",
    		"from":"moderator",
    		"text":"Secretary Clinton, you go first in this segment"
    	},
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, I am encouraged that there is an effort led by the Iraqi army, supported by Kurdish forces and also given the help and advice from the number of special forces and other Americans on the ground, but I will not support putting American soldiers into Iraq as an occupying force. I don't think that is in our interests and I don't think that would be smart to do. In fact, Chris, I think that would be a big red flag waving for Isis it to reconstitute itself. The goal here is to take back Mosul. It is going be a hard fight. I've got no illusions about that. And then continue to press into Syria to begin to take back and move on Raqqa, which is the Isis headquarters. I am hopeful that the hard work that American military advisors have done will pay off and that we will see a really successful military operation. But we know we've got lots of work to do. Syria will remain a hotbed of terrorism as long as the civil war aided and abetted by the Iranians and Russians continue. So I have said, look, we need to keep our eye on Isis. That is why I want to have an intelligence surge that protects us here at home. Why we have to go after them from the air, on the ground, online. We have to make sure here at home we don't let terrorists buy weapons -- if you are too dangerous to fly, you are too dangerous to buy a gun. And I am going to continue to push for a no-fly zone and safe havens within Syria. Not only to help protect the Syrians and prevent the constant outflow of refugees, but to frankly gain some leverage on both the Syrian government and the Russians so that perhaps we can have the kind of serious negotiation necessary to bring the conflict to an end and go forward on a political track.",
        "key": "I am encouraged that there is an effort led by the Iraqi army, supported by Kurdish forces and also given the help and advice from the number of special forces and other Americans on the ground, but I will not support putting American soldiers into Iraq as an occupying force."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I don't think that is in our interests and I don't think that would be smart to do. In fact, Chris, I think that would be a big red flag waving for Isis it to reconstitute itself."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "Syria will remain a hotbed of terrorism as long as the civil war aided and abetted by the Iranians and Russians continue &hellip; And I am going to continue to push for a no-fly zone and safe havens within Syria."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "Not only to help protect the Syrians and prevent the constant outflow of refugees, but to frankly gain some leverage on both the Syrian government and the Russians so that perhaps we can have the kind of serious negotiation necessary to bring the conflict to an end and go forward on a political track."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Mr. Trump same question, if we are able to push Isis out of Mosul and out of Iraq, would you be willing to put U.S. troops in there to prevent their return or something else?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Let me tell you. Mosul is so sad. We had Mosul but when she left, when she took everybody out, we lost Mosul and now we are fighting again to get Mosul. The problem with Mosul and what they wanted to do is they wanted to get the leaders of Isis who they felt were in Mosul. About three months ago, I started reading that they want to get the leaders and they’re going to attack Mosul. What ever happened to the element of surprise? We announce we’re going after Mosul, I’ve been reading we’ve been going after Mosul, how long has it been Hillary, three months? These people have all left they've all left. They’ve all left. The element of surprise. Douglas MacArthur George Patton, spinning in their graves when they see the stupidity of our country. So we’re now fighting for Mosul, that we had, all she had to do was stay there and now we're going in to get it, but you know the big winner in Mosul is going to be after we eventually get it and the only reason they got it is because she's running for the office of president.And they want to look tough. They want to look good. He violated the red line in the sand. And he made so many mistakes. That is why we have the great migration. But she wanted to look good for the election. But who is going to get Mosul really? We will take eventually. If you look at what's happening much more tougher it's going to be more deaths than we thought. But the leaders I wanted to get are all wrong is because they're smart. What do we need this for? So Mosul is going to be a wonderful thing and Iran should write us a letter of thank you, just like the other really stupid. The stupidest deal of all time. A deal that's going to give Iran absolutely nuclear weapons. Iran should write us yet another letter saying thank you very much because Iran as I said many years ago Iran is taking over Iraq. Something they wanted to do forever but we made it so easy for them. So we're now going to take Mosul and you knows who is going to be the beneficiary? Iran. Boy are they - they are outsmarting -- look you are not there you might be involved in that decision but you were there when you took everybody out of Mosul and out of Iraq. We shouldn’t have been Iraq but you did vote for it. You shouldn't have been in Iraq but once you're in Iraq you should have never left the way -- the point is the big winner is going to be Iran.",
        "key": "Mosul is so sad. We had Mosul but when she left, when she took everybody out, we lost Mosul and now we are fighting again to get Mosul.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "About three months ago, I started reading that they want to get the leaders and they’re going to attack Mosul. What ever happened to the element of surprise?",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "So Mosul is going to be a wonderful thing and Iran should write us a letter of thank you, just like the other really stupid. The stupidest deal of all time. A deal that's going to give Iran absolutely nuclear weapons.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, you know, once again Donald is implying that he didn’t support the invasion of Iraq. I said it was a mistake, I said that years ago. He has consistently denied what is a very clear fact,",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Wrong.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "that before the invasion he supported it. You know, I just want everybody to go Google it. Google ‘Donald Trump Iraq’ and you will see the dozens of sources which verify that he was for the invasion of Iraq.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Wrong.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "And you can actually hear the audio of him saying that. Now why does that matter? Well, it matters because he has not told the truth about that position. I guess he believes that makes it look him look better now to contrast with me because I did vote for it. But what is really important here is to understand all the interplay. Mosul is a Sunni city. Mosul is on the border of Syria and, yes, we do have to go after Baghdadi and just like we went after bin Laden, while you were doing Celebrity Apprentice, and we brought him to justice. We need to go after the leadership but we need to get rid of them, get rid of their fighters, their estimated several thousand fighters in Mosul -- they’ve been digging underground, they’ve been prepared to defend. It's going to be tough fighting, but I think we can take back Mosul and then we can move on into Syria and take back Raqqa. This is what we have to do. I'm just amazed that he seems to think that the Iraqi government and our allies and everybody else launched the attack on Mosul to help me in this election. But that’s how Donald thinks. He's looking for some conspiracy. He has all of these conspiracies.",
        "key": "Mosul is a Sunni city. Mosul is on the border of Syria and, yes, we do have to go after Baghdadi and just like we went after bin Laden, while you were doing Celebrity Apprentice, and we brought him to justice.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "We need to go after the leadership but we need to get rid of them, get rid of their fighters, their estimated several thousand fighters in Mosul&hellip;"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "I'm just amazed that he seems to think that the Iraqi government and our allies and everybody else launched the attack on Mosul to help me in this election.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "And you can actually hear the audio of him saying that. Now why does that matter? Well, it matters because he has not told the truth about that position. I guess he believes that makes it look him look better now to contrast with me because I did vote for it. But what is really important here is to understand all the interplay. Mosul is a Sunni city. Mosul is on the border of Syria and, yes, we do have to go after Baghdadi and just like we went after bin Laden, while you were doing Celebrity Apprentice, and we brought him to justice. We need to go after the leadership but we need to get rid of them, get rid of their fighters, their estimated several thousand fighters in Mosul -- they’ve been digging underground, they’ve been prepared to defend. It's going to be tough fighting, but I think we can take back Mosul and then we can move on into Syria and take back Raqqa. This is what we have to do. I'm just amazed that he seems to think that the Iraqi government and our allies and everybody else launched the attack on Mosul to help me in this election. But that’s how Donald thinks. He's looking for some conspiracy. He has all of these conspiracies.",
        "key": "But that’s how Donald thinks. He's looking for some conspiracy. He has all of these conspiracies.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Iran is taking over Iraq."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, this is an open discussion. Secretary please let Mr. Trump speak."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "He’s unfit and he proves it every time he talks.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "No, you are the one that is unfit. WikiLeaks just actually came out John Podesta said some horrible things about you and boy was he right. He said some beauties and you know, Bernie Sanders he said you had bad judgment.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, you should ask Bernie Sanders who he is supporting for president. And he has said, as he has campaigned for me around the around the country: you are the most dangerous person to run for president in the modern history of America. I think he's right.",
        "key":"Well, you should ask Bernie Sanders who he is supporting for president.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, you should ask Bernie Sanders who he is supporting for president. And he has said, as he has campaigned for me around the around the country: you are the most dangerous person to run for president in the modern history of America. I think he's right.",
        "key":"And he has said, as he has campaigned for me around the around the country: you are the most dangerous person to run for president in the modern history of America.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, you should ask Bernie Sanders who he is supporting for president. And he has said, as he has campaigned for me around the around the country: you are the most dangerous person to run for president in the modern history of America. I think he's right.",
        "key":"I think he's right.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Let’s turn to Aleppo. Mr. Trump in the last debate, you were we were both asked about the situation in the Syrian city of Aleppo and I want to follow up on that because you said several things in that debate which were not true, sir. You said that Aleppo has basically fallen. In fact there are -  ",
        "key": "Mr. Trump&hellip;You said that Aleppo has basically fallen. In fact there are -  "
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "It’s a catastrophe. Have you seen it? Have you seen what’s happened to Aleppo?"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Sir, if I may finish my question. There are quarter million people still living there and being slaughtered."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "That’s right and they are being slaughtered because of bad decisions."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "If I may just finish here and you also said that Syria and Russia are busy fighting Isis, in fact they have been the ones who have been bombing and shelling eastern Aleppo and they just announced humanitarian pause, in effect admitting that they have been bombing and shelling Aleppo. Would you like to clear that up, sir?",
        "key":"&hellip;you also said that Syria and Russia are busy fighting Isis, in fact they have been the ones who have been bombing and shelling eastern Aleppo and they just announced humanitarian pause, in effect admitting that they have been bombing and shelling Aleppo"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "",
        "key":"Would you like to clear that up, sir?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Aleppo is a disaster. It is a humanitarian nightmare but it has fallen from any standpoint. I mean what do you need a signed document? Take a look at Aleppo it's so sad when you see what's happened.And a lot of this is because of Hillary Clinton because what's happened is by fighting Assad, who turned out to be a lot tougher than she thought - and now she's going to say oh he loves Assad - he's just much tougher and much smarter than her and Obama. And everyone thought he was gone two years ago three years ago. He aligned with Russia he now also aligned with Iran who we made very powerful. We gave them a hundred fifty million dollars back. We get them 1.7 billion in cash bundles of cash as big as this stage. We gave them 1.7 billion dollars. Now they have aligned -- he has aligned with Russia and with Iran. They don't want Isis but they have other things because we are backing we are backing rebels. We don't know who the rebels are. We are giving them lots of money, lots of everything. We don't know who the rebels are. And when and if -- it's not going to happen because you have Russia and you have Iran now -- but if they ever did overthrow Assad you might end up with, as bad as Assad is, and he's a bad guy. But you very may very well end up with worse than Assad. If she did nothing we would be in much better shape. And this is what's caused the great migration where she's taking in tens of thousands of Syrian refugees who probably in many cases -- not probably who are definitely in many cases Isis aligned - and we now have them in our country and wait until you see this is going to be the great Trojan horse and wait until you see what happens in the coming years. Lots of luck Hillary, thanks a lot for doing a great job.",
        "key": "Aleppo is a disaster. It is a humanitarian nightmare but it has fallen from any standpoint. I mean what do you need a signed document?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "And a lot of this is because of Hillary Clinton because what's happened is by fighting Assad, who turned out to be a lot tougher than she thought - and now she's going to say oh he loves Assad - he's just much tougher and much smarter than her and Obama.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "this is what's caused the great migration where she's taking in tens of thousands of Syrian refugees who probably in many cases -- not probably who are definitely in many cases Isis aligned&hellip;",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "&hellip;and we now have them in our country and wait until you see this is going to be the great Trojan horse and wait until you see what happens in the coming years.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "Lots of luck Hillary, thanks a lot for doing a great job.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, you have talked about, and in the last debate and again today, you would impose a no-fly zone to try to protect the people of Aleppo and stop the killing there.  President Obama has refused to do that because he fears it’s going to draw us closer or deeper into the conflict. General Joseph Dunford, the Chairman of the Joint Chiefs of Staff says you want to oppose a no-fly zone chances are you are going to get into a war, his words, with Syria and Russia. So the question I have is, if you impose a no-fly zone, first of all, how do you respond to their concerns? Secondly, if you impose a no-fly zone and a Russian plane violates that, does President Clinton shoot that plane down?",
        "key": "Secretary Clinton &hellip; General Joseph Dunford, the Chairman of the Joint Chiefs of Staff says you want to oppose a no-fly zone chances are you are going to get into a war, his words, with Syria and Russia."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "",
        "key": "&hellip;if you impose a no-fly zone, first of all, how do you respond to their concerns?"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "",
        "key": "If you impose a no-fly zone and a Russian plane violates that, does President Clinton shoot that plane down?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, Chris, first of all, I think a no-fly zone could save lives and could hasten the end of the conflict. &hellip; But I want to respond to what Donald said about refugees. He’s made these claims repeatedly. I am not going to let anyone into this country who is not vetted, Who we do not have confidence in. But I am not going to slam the door on women and children.",
        "key": "&hellip;I think a no-fly zone could save lives and could hasten the end of the conflict. &hellip;"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, Chris, first of all, I think a no-fly zone could save lives and could hasten the end of the conflict. &hellip; But I want to respond to what Donald said about refugees. He’s made these claims repeatedly. I am not going to let anyone into this country who is not vetted, Who we do not have confidence in. But I am not going to slam the door on women and children.",
        "key": "I want to respond to what Donald said about refugees. He’s made these claims repeatedly. I am not going to let anyone into this country who is not vetted, Who we do not have confidence in.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, Chris, first of all, I think a no-fly zone could save lives and could hasten the end of the conflict. &hellip; But I want to respond to what Donald said about refugees. He’s made these claims repeatedly. I am not going to let anyone into this country who is not vetted, Who we do not have confidence in. But I am not going to slam the door on women and children.",
        "key": "But I am not going to slam the door on women and children."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Folks, I want to get into our final segment."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "But I just have to -- it’s so ridiculous with -- she will defeat Isis. We should have never let Isis happen in the first place and right now they are in 32 countries.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Ok -"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Wait one second. They had a ceasefire three weeks ago. A ceasefire, United States, Russia and Syria. And during the cease-fire, Russia took over vast swathes of land. And then they said, we don't want the cease-fire anymore. We are so outplayed on missiles, on ceasefires. They are outplayed. Now she was not there -- I assume she had nothing to do with it. But our country is so outplayed by Putin and Assad and, by the way, and by Iran. Nobody can believe how stupid our leadership is.",
        "key":"They had a ceasefire three weeks ago. A ceasefire, United States, Russia and Syria. And during the cease-fire, Russia took over vast swathes of land."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key":"We are so outplayed on missiles, on ceasefires. They are outplayed."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key":"Nobody can believe how stupid our leadership is.",
        "toc":"against"
      }
    ]
  },
  {
    "type": "question",
    "from": "CHRIS WALLACE",
    "text": "Mr. Trump, Secretary Clinton -- no, we need to move on to our final segment. And that is the national debt which has not been discussed until tonight. Our national debt, as a share of the economy, our GDP, is now seventy seven percent. That is the highest since just after World War II. But the Nonpartisan Committee for a Responsible Federal Budget says Secretary Clinton, under your plan, debt would rise to eighty six percent of GDP over the next ten years. Mr. Trump, under your plan, they say it would rise to one hundred and five percent of GDP over the next ten years. Question is - why are both of you ignoring this problem? Mr. Trump, you go first.",
    "summary":"Our final segment is the national debt",
    "answers": [
    	{
    		"type":"question",
    		"from":"moderator",
    		"text":"",
    		"key":"Mr. Trump, under your plan, they say it would rise to one hundred and five percent of GDP over the next ten years."
    	},
      {
        "type": "answer",
        "from": "trump",
        "text": "Well, I say they're wrong because I'm going to create tremendous jobs. And we’re bringing GDP from really one percent, which is what it is now. If she got in, it’ll be less than zero. But we’re bringing it from one percent up to four percent. And I actually think we can go higher than 4 percent. I think you can go to 5 or 6 percent. And if we do, you don't have to bother asking your question because we have a tremendous machine. We will have created a tremendous economic machine once again.",
        "key":"I'm going to create tremendous jobs. And we’re bringing GDP from really one percent, which is what it is now.",
        "evasive": 1
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key":"If she got in, it’ll be less than zero.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "We’ve become very, very sloppy. We've had people that are political hacks making the biggest deals in the world -- bigger than companies, you take these big companies -- these trade deals are far bigger than these companies.",
        "key":"",
        "evasive": 1
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "And yet, we don't use our great leaders, many of whom back me and many of whom back Hillary, I must say. But we don’t use those people -- those are the people these the greatest negotiators in the world.",
        "key":"",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, first, when I hear Donald talk like that and know that his slogan is Make America Great Again, I wonder when he thought America was great. And before he rushed in and says, before you and President Obama were there, I think it's important to recognize that he has been criticizing our government for decades. You know, back in 1987, he took out a one hundred thousand dollar ad in the New York Times during the time when President Reagan was president and basically said exactly what he just said now -- that we were the laughing stock of the world. He was criticizing President Reagan. This is the way Donald thinks about himself, puts himself into, you know, the middle and says, you know, I alone can fix it, as he said on the convention stage. But if you look at the debt, which is the issue you asked about, Chris, I pay for everything I'm proposing. I do not add a penny to the national debt. I take that very seriously because I do think it's one of the issues we've got to come to grips with. So when I talk about how we're going to pay for education, how we’re going to invest in infrastructure, how we're going to get the cost of prescription drugs down, a lot of the other issues that people talk to me about all the time, I've made it very clear. We are going where the money is. We are going to ask the wealthy and corporations to pay their fair share. And there is no evidence whatsoever that that will slow down or diminish our growth. In fact, I think just the opposite. We’ll have what economists call middle-out growth. We've got to get back to rebuilding the middle class, the families of America. That's where growth will come from. That's why I want to invest in you. I want to invest in your family. And I think that's the smartest way to grow the economy, to make the economy fairer. And we just have a big disagreement about this. It may be because of our experiences, you know, he started off with his dad as a millionaire. I started off with my dad as a small businessman. and, I think it's, you know,",
        "key": "This is the way Donald thinks about himself, puts himself into, you know, the middle and says, you know, I alone can fix it, as he said on the convention stage.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "&hellip;if you look at the debt, which is the issue you asked about, Chris, I pay for everything I'm proposing &hellip;"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "We are going where the money is. We are going to ask the wealthy and corporations to pay their fair share."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Time."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Thank you, Hillary."
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "It's a difference that affects how we see the world and what we want to do the economy."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Can I just respond?",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "No because the running of time."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I did disagree with Ronald Reagan very strongly on trade. I disagreed with him. We should have been the much tougher on trade even then."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "I’ve been waiting for years and nobody does it right. And frankly, now we’re going to do it right."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "The biggest driver of our debt is entitlements, which is sixty percent of all federal spending."
      },
    	{
    		"type":"question",
    		"from":"moderator",
    		"text":"Would President Trump make a deal to save Medicare and Social Security that included both tax increases and benefit cuts"
    	},
      {
        "type": "answer",
        "from": "trump",
        "text": "I'm cutting taxes. We’re going to grow the economy. It’s going to grow at a record rate.",
        "evasive": 1
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "But that’s not going to help on entitlements."
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "It’s going to totally help you. And one thing we have to do, repeal and replace the disaster known as Obamacare. It’s destroying our country, it’s destroying our businesses. Our small business and our big businesses -- we have to repeal and replace Obamacare. You take a look at the kind of numbers that that will cost us in the year seventeen, it is a disaster, if we don't repeal and replace -- now it’s probably going to die of its own weight. But Obamacare has to go. Its -- premiums are going up sixty, seventy, eighty percent.Next year, they’re going to go up over one hundred percent. And I'm really glad that the premiums have started -- at least the people see what happening because she wants to keep Obamacare. And she wants to make it even worse. And it can't get any worse. Bad healthcare at the most expensive price -- we have to repeal and replace Obamacare.",
        "key": "And one thing we have to do, repeal and replace the disaster known as Obamacare. It’s destroying our country, it’s destroying our businesses."
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "And Secretary Clinton, same question because, at this point, Social Security and Medicare are going to run out -- the trust funds are going to run out of money. Will you as President, will you consider a grand bargain, a deal that includes both tax increases and benefit cuts to try to save both programs?",
        "key":"Will you as President, will you consider a grand bargain, a deal that includes both tax increases and benefit cuts to try to save both programs?"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, Chris, I am on record as saying that we need to put more money into the Social Security trust fund. That’s part of my commitment to raise taxes on the wealthy. My social security payroll contribution will go up, as will Donald’s, assuming he can't figure out how to get out of it. But what we want to do is to replenish the social security trust fund--",
        "key": "Well, Chris, I am on record as saying that we need to put more money into the Social Security trust fund. That’s part of my commitment to raise taxes on the wealthy. &hellip;"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "",
        "key": "My social security payroll contribution will go up, as will Donald’s, assuming he can't figure out how to get out of it &hellip;",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "Such a nasty woman.",
        "evasive": 1,
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "-- by making sure that we have sufficient resources. And that will come from either raising the cap and or finding other ways to get more money into it. I will not cut benefits. I want to enhance benefits for low-income workers. And for women who have been disadvantaged by the current Social Security system. But what Donald is proposing with these massive tax cuts will result in a twenty trillion dollar additional national debt. That will have dire consequences for Social Security and Medicare. And I’ll say something about the Affordable Care Act, which he wants to repeal: the Affordable Care Act extended the solvency of the Medicare trust fund. So if he repeals it, our Medicare problem gets worse. What we need to do is go after the long-term health care drivers. We've got to get cost down, increase value, emphasize wellness. I have a plan for doing that. And I think that we will be able to get entitlement spending under control with more resources and smarter decisions.",
        "key": "I’ll say something about the Affordable Care Act, which he wants to repeal: the Affordable Care Act extended the solvency of the Medicare trust fund. So if he repeals it, our Medicare problem gets worse."
      }
    ]
  },
  {
    "type": "question",
    "from": "CHRIS WALLACE",
    "text": "This is the final time, probably to both of your delight, that you're going to be on the stage together in this campaign. I would like to end it on a positive note. You had not agreed to closing statements, but it seems to be in a funny way to make it more interesting because you haven't prepared closing statements. So I’d like you each to take - we’re going to put a clock up - a minute as a final question in the final debate to tell the American people why they should elect you to be the next president. This is another new mini-segment. Secretary Clinton, it’s your turn to go first.",
    "summary":"Tell the American people why they should elect you to be the next president.",
    "answers": [
    	{
    		"type":"question",
    		"from":"moderator",
    		"text":"Secretary Clinton, it’s your turn to go first"
    	},
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, I would like to say to everyone watching tonight that I am reaching out to all Americans, Democrats, Republicans and Independents, because we need everybody to help make our country what it should be -- to grow the economy, to make it fairer, to make it work for everyone. We need your talents, your skills, your commitment, your energy, your ambition. &hellip; I hope you will give me a chance to serve as your president.",
        "key":"I am reaching out to all Americans, Democrats, Republicans and Independents"
      },
      {
        "type": "answer",
        "from": "clinton",
        "text": "Well, I would like to say to everyone watching tonight that I am reaching out to all Americans, Democrats, Republicans and Independents, because we need everybody to help make our country what it should be -- to grow the economy, to make it fairer, to make it work for everyone. We need your talents, your skills, your commitment, your energy, your ambition. &hellip; I hope you will give me a chance to serve as your president.",
        "key":"We need your talents, your skills, your commitment, your energy, your ambition"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Secretary Clinton, thank you. Mr. Trump?"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "She's raising the money from the people she wants to control. It doesn't work that way. But when I started this campaign, I started it very strongly. It’s called make America great again. Were going to make America great. We have a depleted military. It has to be helped. Has to be fixed. We have the greatest people on earth in our military. We don't take care of our veterans. We take care of illegal immigrants, people that come into the country illegally, better than we take care of our vets. That can’t happen. Our policemen and women are disrespected. We need law and order. But we need justice too. Our inner cities are a disaster. You get shot walking to the store. They have no education. They have no jobs. I will do more for African-Americans and Latinos than she can ever do in ten lifetimes. All she’s done is talk to the African-Americans and to the Latinos. But they get the vote and then they come back and say, We'll see you in four years. We are going to make America strong again, and we are going to make America great again. And it has to start now. We cannot take four more years of Barack Obama. And that's what you get when you get her.",
        "key": "We have the greatest people on earth in our military. We don't take care of our veterans. We take care of illegal immigrants, people that come into the country illegally, better than we take care of our vets. That can’t happen.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "Our policemen and women are disrespected. We need law and order. But we need justice too. Our inner cities are a disaster. You get shot walking to the store.",
        "toc": "against"
      },
      {
        "type": "answer",
        "from": "trump",
        "text": "",
        "key": "They have no education. They have no jobs. I will do more for African-Americans and Latinos than she can ever do in ten lifetimes.",
        "toc": "against"
      },
      {
        "type": "question",
        "from": "CHRIS WALLACE",
        "text": "Thank you both. Secretary Clinton -- hold on just a moment folks. Secretary Clinton, Mr. Trump, I want to thank you both for participating in all three of these debates. That brings to an end this year's debates sponsored by the Commission on Presidential Debates.  We want to thank the University of Nevada, Las Vegas and its students for having us. Now the decision is up to you. While millions have already voted, election day, November 8th, is just twenty days away. One thing everyone here can agree on, we hope you will go vote. It is one of the honors and obligations of living in this great country.  Thank you and good night.",
        "key": "Now the decision is up to you. While millions have already voted, election day, November 8th, is just twenty days away."
      }
    ]
  }
]